/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kDateFormatter" = "%c";

"RUNNING" = "En service";

"STOPPED" = "Arrêté";

"STARTING" = "Démarrage en cours";

"STOPPING" = "Arrêt en cours";

"PAUSED" = "En pause";

"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

/*Plugin Specific strings */

"YES_ON" = "Oui";
"NO_OFF" = "Non";

"kNoStartDateNotRunning" = "Non disponible. Le service n’a pas démarré";
"kEmptyPassword" = "Vous n’avez pas attribué de mot de passe pour le nouveau mot de passe root MySQL.";
"kNotSamePasswords" = "Les deux mots de passe saisis ne concordent pas";
"kDatabaseLoc" = "Base de données sur ";
"kNetwork" = "Autoriser les connexions réseau";
"kNetworkNotAllow" = "Ne pas autoriser les connexions réseau";
"NEW_DB_LOCATION_SHEET" = "Choisissez un dossier pour y stocker la base de données MySQL.";

"kBeforeAbortingSaveConfirmationMessage" = "Êtes-vous sûr de vouloir interrompre l’enregistrement maintenant ?";

/* Overview */

"MySQL Service is:" = "Le service MySQL est :";
"Start Time:" = "Heure de démarrage :";
"Allow Network Connections:" = "Autoriser les connexions réseau :";

/* Logs */

"MySQL Admin Log" = "Historique Admin MySQL";
"MySQL Service Log" = "Historique de service MySQL";
